[
  {
    "id": 1,
    "label": "How can ICN's solutions address my business needs?",
    "desc": "We understand that every business is unique and it’s hard to find partners that understand your core business. ICN’s seasoned team is on your side to help deliver the right message of your product. Our solutions are also customizable to fit your exact needs. We offer various advertising options, including sponsored articles through both our media channels: Coinvestasi and CoinDesk Indonesia (news, educational, research, analysis), YouTube videos (tutorials, reviews, interviews), social media posts on platforms like Instagram, Telegram and X as well as offline and online events. Whether you want to target a specific audience segment, promote a new product, or educate users about your services, our team has the expertise to tailor campaigns that deliver both tangible and intangible results."
  },
  {
    "id": 2,
    "label": "How will ICN help me measure the impact of my advertising campaigns?",
    "desc": "We believe in data-driven results. Our robust analytics provide you with real-time insights into your campaign's performance. Track website views, social media engagement, and other key metrics to gauge the effectiveness of your advertising efforts. We have an experienced Campaign Management team who will work with you to optimize your strategy for maximum impact."
  },
  {
    "id": 3,
    "label": "I am not familiar with Indonesian regulation, are there any restrictions I need to be aware of?",
    "desc": "ICN is one of the founding members of Indonesia Blockchain Association and we’re part of the frequent regulatory roundtables. Hence, we’re well-versed in crypto regulation in Indonesia and conduct due diligence with potential advertisers to ensure compliance. While we offer flexibility, we do have some guidelines in place. We do not actively promote token sales to avoid speculative activity, and we steer clear of gambling-related products due to legal considerations. Our aim is to ensure a safe and compliant advertising environment."
  },
  {
    "id": 4,
    "label": "How much will it cost me to work with ICN?",
    "desc": "It depends on your goals. Our pricing is tailored to your specific needs and objectives. Our rates are determined on a case-by-case basis, taking into account your focus and goals. Our package options range from a budget-friendly for an impactful standalone campaign, to a comprehensive user acquisition campaign package to ensure you meet your goals."
  },
  {
    "id": 5,
    "label": "What if it doesn’t work?",
    "desc": "We understand that advertising is an investment, and it's natural to have concerns about its effectiveness. At ICN, we exercise a solution-oriented approach where we closely monitor performance, make data-driven adjustments, and work collaboratively with you to address challenges effectively and optimize your campaign results."
  },
  {
    "id": 6,
    "label": "How do I get started?",
    "desc": "Simply fill out the provided form, providing as much information about your company and goals as possible to help us help you better. Our team will then contact you for further discussion and assistance in tailoring your advertising campaign to your specific needs."
  },
  {
    "id": 7,
    "label": "I want to participate in Coinfest Asia, how do I take part?",
    "desc": "Coinfest Asia is hosted annually in August every year. Sponsorship prospectus is open around January each year. Please fill in the form and we will update you with the prospectus."
  }
]
